cases/column_x16_coarse_RANS/constant/polyMesh/boundary
/*--------------------------------*- C++ -*----------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox           |
|  \\    /   O peration     | Version:  2112                                  |
|   \\  /    A nd           | Website:  www.openfoam.com                      |
|    \\/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    arch        "LSB;label=64;scalar=64";
    class       polyBoundaryMesh;
    location    "constant/polyMesh";
    object      boundary;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

6
(
    outlet
    {
        type            patch;
        nFaces          20;
        startFace       2280;
    }
    inlet
    {
        type            patch;
        nFaces          20;
        startFace       2300;
    }
    upperwall
    {
        type            wall;
        inGroups        1(wall);
        nFaces          60;
        startFace       2320;
    }
    lowerwall
    {
        type            wall;
        inGroups        1(wall);
        nFaces          60;
        startFace       2380;
    }
    column
    {
        type            wall;
        inGroups        1(wall);
        nFaces          16;
        startFace       2440;
    }
    defaultFaces
    {
        type            empty;
        inGroups        1(empty);
        nFaces          2368;
        startFace       2456;
    }
)

// ************************************************************************* //
